tap "ddosify/tap"
tap "git-chglog/git-chglog"
tap "goreleaser/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "incu6us/tap"
tap "koekeishiya/formulae"
tap "kyoh86/tap"
tap "mongodb/brew"
tap "ngrok/ngrok"
brew "fzf"
# Cryptography and SSL/TLS Toolkit
brew "openssl@1.1"
# Interpreted, interactive, object-oriented programming language
brew "python@3.11"
# ASP system to ground and solve logic programs
brew "clingo"
# Interpreted, interactive, object-oriented programming language
brew "python@3.10"
# Core application library for C
brew "glib"
# GNU File, Shell, and Text utilities
brew "coreutils"
# File comparison utilities
brew "diffutils"
# Simple, fast and user-friendly alternative to find
brew "fd"
# Automatic updates of GeoIP2 and GeoIP Legacy databases
brew "geoipupdate"
# Distributed revision control system
brew "git"
# Asynchronous event library
brew "libevent"
# International domain name library (IDNA2008, Punycode and TR46)
brew "libidn2"
# Library to load and enumerate PKCS#11 modules
brew "p11-kit"
# Validating, recursive, caching DNS resolver
brew "unbound"
# GNU Transport Layer Security (TLS) Library
brew "gnutls"
# Small utility that generates Go code from any file
brew "go-bindata"
# Colorize logfiles and command output
brew "grc"
# GNU Ubiquitous Intelligent Language for Extensions
brew "guile"
# Kubernetes package manager
brew "helm"
# Lightweight and flexible command-line JSON processor
brew "jq"
# Apache Kafka C/C++ library
brew "librdkafka"
# Generic command-line non-JVM Apache Kafka producer and consumer
brew "kcat"
# Kubernetes command-line interface
brew "kubernetes-cli"
# Interpreted, interactive, object-oriented programming language
brew "python@3.9"
# C library SSHv1/SSHv2 client and server protocols
brew "libssh"
# Language Server for the Lua language
brew "lua-language-server"
# Just-In-Time Compiler (JIT) for the Lua programming language
brew "luajit"
# Run a Kubernetes cluster locally
brew "minikube"
# Simple tool to make locally trusted development certificates
brew "mkcert"
# Platform built on V8 to build network applications
brew "node@16"
# MongoDB Shell to connect, configure, query, and work with your MongoDB database
brew "mongosh"
# Parser generator tool and incremental parsing library
brew "tree-sitter"
# Ambitious Vim-fork focused on extensibility and agility
brew "neovim"
# HTTP(S) server and reverse proxy, and IMAP/POP3 proxy server
brew "nginx"
# Manage multiple Node.js versions
brew "nvm"
# Development kit for the Java programming language
brew "openjdk"
# Generate clients, server & docs from an OpenAPI spec (v2, v3)
brew "openapi-generator"
# Emulator for x86 and PowerPC
brew "qemu"
# Tool for managing OCI containers and pods
brew "podman"
# Search tool like grep and The Silver Searcher
brew "ripgrep"
# Terminal multiplexer
brew "tmux"
# Internet file retriever
brew "wget"
# JavaScript package manager
brew "yarn"
# CHANGELOG generator implemented in Go (Golang).
brew "git-chglog/git-chglog/git-chglog"
# Deliver Go binaries as fast and easily as possible
brew "goreleaser/tap/goreleaser"
# Right imports sorting & code formatting tool
brew "incu6us/tap/goimports-reviser"
# Simple hotkey-daemon for macOS.
# A tiling window manager for macOS based on binary space partitioning.
# Rich-Go will enrich `go test` outputs with text decorations
brew "kyoh86/tap/richgo"
# High-performance, schema-free, document-oriented database
brew "mongodb/brew/mongodb-community"
# High-performance, schema-free, document-oriented database
brew "mongodb/brew/mongodb-community@4.4"
# Enable Windows-like alt-tab
cask "alt-tab"
# Screenshot software
cask "flameshot"
# Reverse proxy, secure introspectable tunnels to localhost
cask "ngrok"
# Desktop virtualization software
cask "parallels"
